return {
  { "nvim-mini/mini.indentscope", enabled = false },
  { "goolord/alpha-nvim",           enabled = false },
  { "folke/flash.nvim",             enabled = false },
  { "akinsho/bufferline.nvim",      enabled = false },
  {
    "folke/snacks.nvim",
    keys = {
      { "<c-/>",    false },
      { "<c-_>",    false },
      { "<leader>e",  false },
      { "<leader>E",  false },
      { "<leader>fe", false },
      { "<leader>fE", false },
    },
    opts = {
      terminal = { enabled = false },
      explorer = { enabled = false },
      scroll = { enabled = false },
      indent = {
        enabled = false,
        scope = {
          enabled = false,
        }
      },
      dashboard = {
        preset = {
          header = [[
███████╗████████╗██╗   ██╗██████╗ ██████╗ ███████╗
██╔════╝╚══██╔══╝██║   ██║██╔══██╗██╔══██╗██╔════╝
███████╗   ██║   ██║   ██║██████╔╝██████╔╝█████╗  
╚════██║   ██║   ██║   ██║██╔══██╗██╔══██╗██╔══╝  
███████║   ██║   ╚██████╔╝██████╔╝██████╔╝███████╗
╚══════╝   ╚═╝    ╚═════╝ ╚═════╝ ╚═════╝ ╚══════╝]]
        }
      }
    }
  },
}
